import React from "react";
import "./About.css";

const About = () => {
  return (
    <div className="about-container">
      <div className="about-content">
        <h1 className="about-title">ჩვენს შესახებ</h1>
        <p className="about-text">
          🎊 <strong>Pixel Studio</strong> - ეს არის ადგილი, სადაც ოცნებები
          ცოცხლდება! ჩვენ გთავაზობთ პროფესიონალურ ფოტოსესიებს როგორც სტუდიაში,
          ასევე ღია სივრცეში. პერსონალური და კორპორატიული სესიები, საახალწლო
          ზღაპრული გარემო, დაბადების დღეების აღსანიშნავი ფოტოსესიები და სხვა
          მრავალი სპეციალური მომსახურება – ყველაფერი თქვენთვის! 📸✨
        </p>
        <p className="about-text">
          <strong>Pixel Studio</strong>-ში ვიღებთ ყველა ტიპის ფოტოს, რაც კი
          ფოტოგრაფის კამერით შესაძლებელია – თქვენს განსაკუთრებულ მომენტებს
          მაქსიმალურად დავაფიქსირებთ.
        </p>
        <p className="about-text">
          დაგვიკავშირდით <strong>პირად შეტყობინებაში</strong> და ერთად შევქმნათ
          დაუვიწყარი ფოტოები! 💌
        </p>
        <p className="about-highlight">
          ჩვენთან სამყარო ყოველთვის ზღაპრულია! 🎄✨
        </p>
      </div>
    </div>
  );
};

export default About;
